{
  "title": "Sanders picks new secretary of state parks | El Dorado News",
  "content": [
    "\nAugust 13, 2023 at 12:00 a.m.\n",
    "by\nWill Langhorne\n",
    "Shea Lewis, who has served as interim secretary of the Arkansas Department of Parks, Heritage and Tourism for two months, will serve as the agency's permanent secretary, Gov. Sarah Huckabee Sanders said Friday.",
    "Lewis was appointed interim secretary in June by Sanders after Mike Mills, former secretary of the department, stepped away from the administration after less than six months as head of the agency.",
    "\"Shea's record of strong leadership promoting Arkansas state parks and outdoor recreation uniquely qualifies him to be Secretary of Parks, Heritage and Tourism,\" Sanders said in a news release. \"I look forward to continuing to work with him to grow Arkansas tourism, elevate our 52 beautiful state parks, and make the Natural State the best place not only to visit, but live, work and raise a family.\"",
    "Lewis was selected as the 10th director of Arkansas State Parks last year. In that role, he oversaw the day-to-day operation of the state's 52 state parks, which are spread across 48 counties and draw more than 9 million visitors per year.",
    "\"It is an honor to lead this department and the amazing group of professionals that are entrusted with some of our great state's historical, cultural and natural resources,\" Lewis said in the release. \"Combining the efforts of Parks, Heritage and Tourism with the support and vision of Governor Sanders, the possibilities are endless.\"",
    "Lewis' salary as secretary is $175,000, said Alexa Henning, spokesperson for Sanders, in a written statement Friday.",
    "Lewis began his career with Arkansas State Parks as a seasonal park interpreter in 1995. In his almost three decades with the agency, he has worked as a full-time interpreter, park superintendent, region supervisor and deputy director for Arkansas State Parks.",
    "He received a bachelor's degree in parks, recreation and leisure studies from the University of Memphis and a master's degree in educational/instructional media design from the University of Arkansas at Little Rock.",
    "Mills, Lewis' predecessor, resigned as secretary June 2. His resignation letter, obtained by the Arkansas Democrat-Gazette, did not include a reason for his departure.",
    "Shortly before he left, Mills requested a meeting with the governor to discuss, among other topics, the possible elimination of seven state parks and changes to the number of state parks personnel, according to previously released documents. But Sanders wants to elevate state parks, not close them, and she doesn't want to fire excellent and dedicated parks staff, Henning has said.",
    "An email exchange between Mills and a member of Sanders' staff earlier this year revealed an instance of disagreement between the former secretary and the governor's office over first gentleman Bryan Sanders' role in managing an advertising account for the department.",
    "Mills has declined to comment when reached by phone.",
    "Sarah Huckabee Sanders has pointed to promoting tourism and outdoor recreation as a priority for her administration. In January, she established the Natural State Initiative and Natural State Advisory Council. She tapped Bryan Sanders to serve as the council's unpaid chair.",
    "Following Lewis' appointment, none of the state's 15 Cabinet positions are held by interim secretaries. On Tuesday, the governor announced she had selected Renee Mallory, who had previously served as interim secretary of the state Department of Health, to serve as the agency's permanent secretary.",
    "However, the first-year governor may soon have a vacant secretary position.",
    "State Department of Transformation and Shared Services Secretary Joseph Wood is vying with the Republican Party of Arkansas' 1st Congressional District Chair Sarah Dunklin for election as the party's next chairman during the party's State Committee meeting Aug. 19 in Little Rock. The governor is supporting Wood to be the party's next chairman.",
    "Wood has said he would resign as secretary of the state Department of Transformation and Shared Services if he is elected as the state GOP's chairman.",
    "The Arkansas Department of Parks, Heritage and Tourism has three major divisions: Arkansas State Parks, Arkansas Heritage and Arkansas Tourism. It also includes the Keep Arkansas Beautiful Commission and the Office of Outdoor Recreation, according to its website.",
    "Information for this article was contributed by Michael R. Wickline of the Arkansas Democrat-Gazette.",
    "Copyright © 2024, El Dorado News-Times",
    "All rights reserved.",
    "This document may not be reprinted without the express written permission of El Dorado News-Times",
    "Material from the Associated Press is Copyright © 2024, Associated Press and may not be published, broadcast, rewritten, or redistributed. Associated Press text, photo, graphic, audio and/or video material shall not be published, broadcast, rewritten for broadcast or publication or redistributed directly or indirectly in any medium. Neither these AP materials nor any portion thereof may be stored in a computer except for personal and noncommercial use. The AP will not be held liable for any delays, inaccuracies, errors or omissions therefrom or in the transmission or delivery of all or any part thereof or for any damages arising from any of the foregoing. All rights reserved."
  ]
}
